const privacyPolicyPageTranslations = {
  title: "سياسة الخصوصية",
  1: {
    title: "جمع البيانات",
    description:
      "نقوم بجمع بياناتك الشخصية (الاسم، البريد، الوزن، الطول، الحالة الصحية) بهدف تصميم خطة مناسبة لك فقط.",
  },
  2: {
    title: "سرية المعلومات",
    description:
      "جميع بياناتك محفوظة بسرية تامة ولا يتم مشاركتها مع أي جهة خارجية أو معلن.",
  },
  3: {
    title: "التخزين والحماية",
    description:
      "يتم تخزين البيانات على وسائل آمنة ويتم حذفها تلقائيًا بعد انتهاء البرنامج بـايام قليله",
  },
  4: {
    title: "حقوق الوصول",
    description: "يحق لك طلب تعديل أو حذف أي من بياناتك في أي وقت.",
  },
  5: {
    title: "الموافقة",
    description:
      "باستخدامك خدماتنا فإنك توافق على سياسة الخصوصية المذكورة أعلاه.",
  },
};

export default privacyPolicyPageTranslations;
