const termsAndConditionsPageTranslations = {
  title: "الشروط والأحكام",
  1: {
    title: "الالتزام بالخطة",
    description:
      "المشترك مسؤول عن تنفيذ الخطة المرسلة له من حيث التمارين أو التغذية حسب التوجيهات.",
  },
  2: {
    title: "مدة البرنامج",
    description:
      "تبدأ مدة البرنامج من تاريخ الإرسال الرسمي للخطط، وليس من تاريخ الدفع.",
  },
  3: {
    title: "التواصل",
    description:
      "يتم التواصل عبر المنصات المتفق عليها (واتساب / تليجرام / تطبيق خاص)، خلال أيام العمل الرسمية من الساعة 9ص ل الساعه 9مساءا ",
  },
  4: {
    title: "تجميد الاشتراك",
    description:
      "لا يُسمح بتجميد أو إيقاف الاشتراك إلا في حالات استثنائية موثقة (مرض – سفر طارئ او ظروف ماديه طارئه)",
  },
  5: {
    title: "الخصوصية",
    description:
      "يُمنع مشاركة الخطط المرسلة مع أي طرف ثالث أو نشرها على الإنترنت دون إذن كتابي.",
  },
  6: {
    title: "المحتوى التعليمي",
    description:
      "أي محتوى تدريبي أو فيديوهات تُرسل لك تُعد ملكية فكرية خاصة ولا يجوز نسخها أو إعادة بيعها.",
  },
};

export default termsAndConditionsPageTranslations;
